[
  {
    "Questions": "Program Title"
  },
  {
    "Questions": "Problem Addressed"
  },
  {
    "Questions": "Target Behavior"
  },
  {
    "Questions": "Is the behavior an \"end-state\" behavior?"
  },
  {
    "Questions": "Can the behavior be measured?"
  },
  {
    "Questions": "What gap or need for action will this behavior change fill?"
  },
  {
    "Questions": "Is data available to show percent of people not engaging in behavior?"
  },
  {
    "Questions": "Target Audience"
  },
  {
    "Questions": "What research, if any, was performed to select the target audience/support target audience choice?"
  },
  {
    "Questions": "Is the strategic marketing mix appropriate for target audience?"
  },
  {
    "Questions": "Does the behavior address a local water quality or flow control problem?"
  },
  {
    "Questions": "What is the targeted pollutant or flow control method addressed?"
  },
  {
    "Questions": "What is the top benefit of enacting the behavior?"
  },
  {
    "Questions": "What evidence is there that the behavior will affect local water quality and flow control issues? What is the source of evidence?"
  },
  {
    "Questions": "Generally, are most people able to enact the behavior?"
  },
  {
    "Questions": "What are the barriers to enacting the behavior?"
  },
  {
    "Questions": "To what degree can barriers be addressed as part of the program?"
  },
  {
    "Questions": "To what degree are people willing to enact the behavior?"
  },
  {
    "Questions": "Have prior and similar efforts been undertaken?"
  },
  {
    "Questions": "What political issues, if any, are surrounding this work?"
  },
  {
    "Questions": "To what degree can equity issues be addressed with this behavior change?"
  },
  {
    "Questions": "Will enacting the behavior have any negative impact on the community?"
  },
  {
    "Questions": "Is the behavior (or improvements from it) visible to the community?"
  },
  {
    "Questions": "What level of support will this behavior have from the community?"
  },
  {
    "Questions": "What other policies/initiatives of the community/jurisdiction does this behavior support, if any?"
  },
  {
    "Questions": "What are the possible partnership opportunities, if any?"
  },
  {
    "Questions": "Would this program qualify for a grant?"
  },
  {
    "Questions": "What community partners would be willing to advocate this work, if any?"
  },
  {
    "Questions": "Are materials/tools/instruments available from previous studies?"
  },
  {
    "Questions": "Have available materials/tools/instruments been validated or pre-tested?"
  }
]
